[
   {
      "name":"Dragonborn",
      "desc":"The clan is more important that life itself. They owe their devotion and respect to their clan above all else, even the gods. Continuous drive for self-improvement reflects the self-sufficiency of the race as a whole. They recognize that help is sometimes needed in difficult situations",
      "icon":"./assets/images/icons/Dragonborn.png",
      "traits":{
         "lifeSpan":"80",
         "aveHeight":"6-7ft.",
         "baseSpd":30,
         "abilScore":"+2 Strength and +1 Charisma",
         "lang":"Common and Draconic",
         "Features":"Breath Weapon, Draconic Ancestry and Damage Resistance"
      }
    },
   {
      "name":"Dwarf",
      "desc":"Short and stout, bold and hardy, dwarves are known as skilled warriors, miners and workers of stone and metal. They respect the traditions of their clans and do not abandon those traditions lightly. Individual dwarves are determined, loyal, true to their word, decisive in action, have a strong sense of justice, and are slow to forget when they’ve been wronged. They are slow to trust elves, halflings and humans.\n\nDwarves who take up the adventuring life may be motivated by a desire for treasure; others are driven by inspiration, the command of a deity, or seek to climb their clan’s hierarchy.",
      "icon":"./assets/images/icons/Dwarf.png",
      "traits":{
         "adultAge":50,
         "lifeSpan":"350",
         "aveHeight":"4-5 ft.",
         "aveWeight":"150 lbs",
         "size:":"Medium",
         "baseSpd":25,
         "abilScore":"+2 Constitution",
         "lang":"Common and dwarvish",
         "tools":"Smith tools, brewing supplies, mason tools",
         "commonAlign":"Most dwarves are lawful and tend toward good",
         "features":"Darkvision, dwarven resilience, dwarven combat training, and stonecunning"
      },
      "subraces":{
        "Hill Dwarves":{
          "summary":"Keen senses, deep intuition and remarkable resilience",
          "features": "Dwarven Toughness",
          "abilScore": "+1 Wisdom"
        },
        "Mountain Dwarves":{
          "summary":"Accustomed to a difficult life in rugged terrain",
          "features": "Dwarven Armor Training",
          "abilScore": "+2 Strength"
          }
        }
   },
   {
      "name":"Elf",
      "desc":"Slender and Graceful, Unearthly grace and fine features. With a timeless perspective, more often amused than excited and more likely to be curious than greedy.",
      "icon":"./assets/images/icons/Elf.png",
      "traits":{
         "lifeSpan":"750",
         "aveHeight":"5-6ft.",
         "baseSpd":30,
         "abilScore":"+2 Dexterity",
         "lang":"Common and dwarvish",
         "features": "Trance, Darkvision, Keen Senses, Fet Ancestry"
       },
       "subraces":{
         "High Elf":{
           "summary":"Keen mind and a mastery of basic magic",
           "features": "Elf Weapon Training, Cantrip, Extra Language",
           "abilScore": "+1 Intelligence"
         },
         "Wood Elf":{
           "summary":"Keen senses and intuition, swift feet carry you quickly and stealthily through native woods.",
           "features": "Elf Weapon Training, Feet of Foot, Mask of the Wild",
           "abilScore": "+1 Wisdom"
         },
         "Dark Elf":{
           "summary":"Rare and does not exist in all worlds.",
           "features": "Superior Darkvision, Sunlight Sensitivity, Drow Magic, Drow Weapon Training",
           "abilScore": "+1 Charisma"
          }
         }
      },
   {
      "name":"Gnome",
      "desc":"A gnome’s energy and enthusiasm for living shines through every inch of his or her tiny body. Gnomes speak as if they can’t get the thoughts out of their heads fast enough.",
      "icon":"./assets/images/icons/Gnome.png",
      "traits":{
         "lifeSpan":"500",
         "aveHeight":"3-4ft.",
         "baseSpd":25,
         "abilScore":"+2 Inteligence",
         "lang":"Common and Gnomish",
         "Features":"Gnome Cunning"
       },
       "subraces":{
         "Forest Gnome":{
           "summary":"Rare and secretive, you have a natural knack for illusion and inherent quickness and stealth.",
           "features": "Natural Illusionist, Speak with small beasts",
           "abilScore": "+1 Dexterity"
         },
         "Rock Gnomes":{
           "summary":"Most common, you have a natural inventiveness and hardiness.",
           "features": "Artificer's lore and Tinker",
           "abilScore": "+1 Constitution"
          }
         }
      },
   {
      "name":"Half-Elf",
      "desc":"Walking in two worlds but truly belonging to neither, half-elves combine what some say are the best qualities of their elf and human parents: human curiosity, inventiveness, and ambition tempered by the refined senses, love of nature, and artistic tastes of the elves.",
      "icon":"./assets/images/icons/Half Elf.png",
      "traits":{
         "lifeSpan":"180",
         "aveHeight":"5-6ft.",
         "baseSpd":30,
         "commonAlign":"Chaotic",
         "abilScore":"+2 Charisma & two other abilities",
         "lang":"Common, ELvish & one extra",
         "Features":"Darkvision, Skill Versatility and Fey Ancestry"
      }
   },
   {
      "name":"Half-orc",
      "desc":"Some half-ores rise to become proud chiefs of ore tribes, their human blood giving them an edge over their full-blooded ore rivals. Some venture into the world to prove their worth among humans and other more civilized races. Many of these become adventurers, achieving greatness for their mighty deeds and notoriety for their barbaric customs and savage fury.",
      "icon":"./assets/images/icons/Half Orc.png",
      "traits":{
         "lifeSpan":"75",
         "aveHeight":"6-7 ft.",
         "baseSpd":30,
         "commonAlign":"Chaos or Evil",
         "abilScore":"+2 Strength and +1 Constitution",
         "lang":"Common and Orc",
         "Features":"Darkvision, Menacing, Relentless Endurance, Savage Attacks"
      }
   },
   {
      "name":"Halfling",
      "desc":"Small and practical, kind and Curious they are adebt at fitting into a community of humans, dwarves or elves.",
      "icon":"./assets/images/icons/Halfling.png",
      "traits":{
         "lifeSpan":"250",
         "aveHeight":"3 ft.",
         "baseSpd":25,
         "commonAlign":"Lawful Good",
         "abilScore":"+2 Dexterity",
         "lang":"Common and Halfling",
         "Features":"Lucky, Brave, Halfling Nimbleness"
       },
       "subraces":{
         "Lightfoot":{
           "summary":"You can easily hide from notice, even using other people as cover.",
           "features": "Naturally Stealthy",
           "abilScore": "+1 Charisma"
         },
         "Stout":{
           "summary":"Hardier than average and have resistance to poison. Stronghearted.",
           "features": "Stout Resilience",
           "abilScore": "+1 Constitution"
          }
         }
      },
   {
      "name":"Human",
      "desc":"They are the most adaptable and ambitious people among the common races. Widely varying tastes, morals, and customs in many different lands where they have settled. They are also more physically diverse than other common races.",
      "icon":"./assets/images/icons/Human.png",
      "traits":{
         "lifeSpan":"100",
         "aveHeight":"5-6 ft.",
         "baseSpd":25,
         "abilScore":"+1 All ability",
         "lang":"Common and one extra"
      }
   },
   {
      "name":"Tiefling",
      "desc":"Tieflings are derived from human bloodlines. Their infernal heritage has left a clear imprint on their appearance. Lacking a homeland, tieflings have to make their own way in the world and have to be strong to survive. They are not quick to trust anyone who claims to be a friend, but when a tieflings companions demonstrate that they trust him or her, tiefling’s learns to extend the same trust to them. Once a tiefling gives someone loyalty, the tiefling is a firm friend or ally for life.",
      "icon":"./assets/images/icons/Tiefling.png",
      "traits":{
         "aveAge":110,
         "aveHeight":"ft.",
         "baseSpd":30,
         "commonAlign":"Chaotic",
         "abilScore":"+1 Inteligence and +2 Charisma",
         "lang":"Common and Infernal",
         "Features":"Darkvision, Hellish Resistance and Infernal Legacy"
      }
   }
]
